/**
 * Created by Paul on 07.01.2019.
 */
var subjectsArray = [
    [],//0
    [],//1
    [],//2
    [],//3
    [],//4
    ['Англійська мова','Українська мова','Укр. література','Фізкультура','Трудове навчання','Логіка','Математика',
        'Природознавство','Історія України','Основи здоров\'я','Інформатика','Зар. література','Музичне мистецтво',
    ],//5 - 14
    ['Англійська мова','Українська мова','Укр. література','Фізкультура','Трудове навчання','Логіка','Математика',
        'Основи здоров\'я','Інформатика','Зар. література','Географія','Біологія','Історія ст. світу','Музичне мистецтво'
    ],//6 - 14
    ['Англійська мова','Українська мова','Укр. література','Фізкультура','Трудове навчання','Музичне мистецтво',
        'Історія України','Основи здоров\'я','Інформатика','Зар. література','Географія','Біологія','Всесвітня історія',
        'Алгебра','Хімія','Геометрія','Фізика'
    ],//7 - 17
    ['Англійська мова','Українська мова','Укр. література','Фізкультура','Трудове навчання','Історія України',
        'Основи здоров\'я','Інформатика','Зар. література','Географія','Біологія','Всесвітня історія','Алгебра',
        'Хімія','Геометрія','Фізика','Мистецтво'
    ],//8
    ['Алгебра','Англійська мова','Біологія','Всесвітня історія','Географія','Геометрія','Зар. література','Інформатика',
        'Мистецтво','Правознавство','Трудове навчання','Укр. література','Українська мова','Фізика','Фізкультура','Хімія'
    ],//9
    ['Алгебра','Англійська мова','Біологія','Всесвітня історія','Географія','Геометрія','Громад. освіта','Зар. література',
        'ЗВ/МСП','Інформатика','Історія України','Мистецтво','Укр. література','Українська мова','Фізика','Фізкультура','Хімія'
    ],//10
    [
        'Алгебра','Англійська мова','Біологія','Всесвітня історія','Геометрія','Екологія','Економіка','ЗВ/МСП',
        'Історія України','Технології','Укр. література','Українська мова','Фізика','Фізкультура','Хімія'
    ]//11
]
export default function subjectsforclasses() { return subjectsArray};